Repository: LJPDB/DragViewOverTableView
Catalog: PruebaTecnicaIOS/*.lproj/Localizable.strings
Languages: es

# Message Test
source: Fucking A! It works!!
es: No jooodaa! Funcionooo..!!

# Title Test
source: Alert Title
es: Titulo del Alerta

# Cancel Button Test
source: Got it!
es: Saaboor!

source: Download
es: Descargar

source: Title
es: Titulo

source: Artist
es: Artista

source: Country
es: País

# load data btn
source: Load
es: Cargar

# loading data btn
source: Loading
es: Cargando

# app does not have any CD so need network
source: No data stored and no network, please connect to internet.
es: No se encontró data en el dispositivo y no se cuenta con conexión a internet, por favor conectarse a internet.

# no CD no network
source: No data found!
es: Data no encontrada!

# app working with local data
source: Switch to local data, given there is not internet connection.
es: Cambio a data local, dado que no hay conexión a internet.

# local data
source: Local store switch!
es: Data local!

# app working with internet data
source: Switch to internet data, we are back online.
es: Se cambio a data de internet, estamos en linea nuevamente.

# online data
source: Online switch!
es: Data en linea!

# Something went wrong with the data. Bad data received.
source: Something is wrong with the imported data, please try again or check the data source.
es: Se encontro un error en la data recibida, por favor intente de nuevo o verifique la fuente de la misma.

# Wrong Data
source: Malformed data!
es: Data incorrecta!

# refresh app
source: Accept
es: Aceptar

# accept btn
source: Accept
es: Aceptar
